{
 
    
    "header-name": "Salomé SOUQUE",
    "work-nav": "Travail",
    "create-nav": "Créer",
    "about-nav": "À propos",
    "contact-nav": "Contact",
    "intro-heading": "MON POTENTIEL, VOTRE SOUTIEN",
    
        "text-1": "S",
        "text-2": "Salomé SOUQUE",
        "text-3": "MY POTENTIAL, YOUR SUPPORT",
        "text-4": "English",
        "text-5": "Français",
        "text-6": "Bienvenue sur mon portfolio",
        "text-7": "Faites-moi confiance concernant mon parcours en intelligence artificielle. J'ai commencé un programme de quatre mois en octobre dernier à l'emlyon business school avec pour objectif de m'initier à l'informatique. Durant cette période, j'ai appris à maîtriser les bases de quatre langages de programmation en deux mois : HTML, CSS, JavaScript et Python (ce site web est d'ailleurs conçu avec HTML, CSS et JavaScript). De plus, j'ai acquis des compétences dans l'utilisation de divers logiciels tels que GitHub,  GitLab, Jupyter Notebook, VScode, PyCharm, Roboflow Figma, Canva, Airtable, Zapier et Webflow, entre autres. Je m'engage maintenant dans une formation en alternance en intelligence artificielle chez Simplon et je recherche une entreprise à partir de janvier 2026 pour compléter ma formation. Mon objectif est d'obtenir un diplôme de niveau Bac+5 et de travailler ensuite dans les domaines de l'écologie ou de la médecine. J'ai hâte d'en apprendre davantage sur l'IA avec vous ! Vous pouvez voir ci-dessous les travaux que j'ai réalisés jusqu'à présent :",
        "text-8": "S",
        "text-9": "Salomé Souque",
        "text-10": "Qui suis-je ?",
        "text-11": "Salut, je m'appel Salomé SOUQUE, j'ai 20ans. Je sors d'une formation au seins de l'emlyon business school en mise à niveau de développement web avec des bases de gestion de projet et du pack word. Je suis diplômée d'un bac générale mention bien et à la sortie de mon bac je me suis construit une expérience professionnelle pendant 2année en travaillant dans la vente mais aussi la logistique dans un hopital. D'un point de vue personnel, je suis passionnée par la photographie, l'esthétisme mais aussi et surtout par les nouvelles technologies et le monde de l'informatique. Je suis quelqu'un de plutôt créative, ce qui ne m'empêche pas d'avoir une vraie rigueur que j'applique dans mon quotidien et dans mon travail. J'ai pour ambition de me former dans le domaine de l'IA, avec une alternance au sein de simplon.",
        "text-12": "Soft skills",
        "text-13": "Organisée Autonome Minutieuse Créative",
        "text-14": "Scolarship",
        "text-15": "LYCEE JEAN-PERRIN",
        "text-16": "Fillière générale",
        "text-17": "* Bac mention bien",
        "text-18": "* Anglais C1",
        "text-19": "* Spécialités : Math, AMC & HGGSP",
        "text-20": "* Cetification PIX",
        "text-21": "* Club cinéma",
        "text-22": "* Eco-déléguée",
        "text-23": "EM-LYON BUSINES SCHOOL",
        "text-24": "Latoile",
        "text-25": "* Certification Développement Web",
        "text-26": "* Hackaton",
        "text-27": "* HTML, CSS, JavaScript, Webflow",
        "text-28": "* Design",
        "text-29": "* Gestion de projet",
        "text-30": "* Figma, Zappier, Airtable",
        "text-31": "* Base pack office",
        "text-32": "Work experience",
        "text-33": "Magasinière",
        "text-34": "Hopital gériatrique de Fourvière",
        "text-35": "* Logistique",
        "text-36": "* Mail /Devis",
        "text-37": "* Appels / Traitement de demandes",
        "text-38": "* Gestion de stock",
        "text-39": "* Travail en groupe",
        "text-40": "Conceillière de vente",
        "text-41": "Go-sport, Auchan",
        "text-42": "*Vente",
        "text-43": "* Relation client",
        "text-44": "* Mise de rayon / Facing",
        "text-45": "* Organisaton",
        "text-46": "Other Passion",
        "text-47": "Photography",
        "text-48": "Eiffel tower in fog",
        "text-49": "-Paris-01-2025-",
        "text-50": "BonjourJe m’appel Salomé SOUQUE, j’ai 20ans. Je suis actuellement étudiante à l’em lyon dans une formation de mise à niveau en développement web avec des bases de gestion de projet et du pack word. Sinon je suis diplômée d’un bac générale mention bien et à la sortie de mon bac j’ai trouvé un appartement et je me suis construit une expérience professionnelle pendant",
        "text-51": "My portfolio",
        "text-52": "The sailboat",
        "text-53": "-Annecy-05-2024-",
    
    


    "title": "Mon Portfolio",
    "description": "Bienvenue sur mon portfolio. Je suis actuellement dans une formation en alternance Dev-IA au seins de l'école Simplon. Je recherche d'une alternance pour janvier 2026, je suis motivée et j’ai hâte d’en apprendre plus sur l’IA.",
    "cards": [
        {
            "trait": "",
            "titre": "Site en Javascript avec fichier Json",
            "description": "J’ai fait ce site lors de ma formation au sen de l’em Lyon. Nous avions pour consigne d’utiliser un fichier Json prérempli et de créer le site principalement en Javascript et CSS. "
        },
        {
            "trait": "",
            "titre": "Site créé via Web-flow",
            "description": "Au cours de ma formation en développement web nous avons aussi touché au no-code. J’ai fait ce site en imaginant à quoi ressemblerais le portfolio d’un photographe anglais dont j’apprécie le travail."
        },
        {
            "trait": "",
            "titre": "Gestionnaire de tâche JAvascript",
            "description": "Cette page est l’une des première que j’ai faite en Javascrpit, il s’agit simplement d’un gestionnaire de tâche."
        },
        {
            "trait": "",
            "titre": "Mon portfolio photo",
            "description": "Je suis passionnée par la photo depuis toujours et l’un des premiers site que j’ai fait est un portfolio pour mes photos, je m’étais notamment amusée à utiliser la fonction grid en CSS pour exposer mon travail. "
        },
        {
            "trait": "",
            "titre": "Hackaton",
            "description": "J'ai eu la chance de participer à un hackaton et de recevoir avec mon groupe le premier prix. Ce projet a été présenté devant une cinquantaine d'entreprise et avait pour thème une problématique donnée par ces mêmes entreprises qui est l'intégration aux projets de l'entreprise des nouveaux employé et novices au seins des équipes"
        },
        {
            "trait": "",
            "titre": "Projet de groupe",
            "description": "Durant ma formation dev web au seins de l'EM Lyon j'ai eu l'opportunité de travailler en groupe sur l'une des problématique de l'ONU. Notre thème etait les droits sociaux et nous avions formulé comme problématique :'Comment permettre aux acteurs sociaux de donner accès aux personnes sans domicile fixe à  des informations sur les aides sociales ?'"
        },
        {
            "trait": "",
            "titre": "Petit jeux en Python",
            "description": "J'ai fait ce projet durant mon stage on sein de Inetum dans le but de mon apprentissage et mon acculturation au language de programmation python. Mon futur objectif est de faire apprendre à une IA en reinforcment learning à y jouer."
        }
    ],
    "chatbotTitle": "Mon chatbot",
    "questionBubbleText": "Une question ?",
    "userInputPlaceholder": "Écrire un message...",
    "sendButtonText": "Envoyer",
    "welcomeMessage": "Bonjour ! Choisissez une question en entrant un numéro (1-10) :",
    "questions": [
        "Quel est ton nom ?",
        "Que fais-tu ?"
    ],
    "responses": [
        "Je suis ChatGPT, un assistant IA créé par OpenAI.",
        "Je suis un assistant virtuel conçu pour répondre à des questions et aider avec divers projets."
    ],
    "invalidMessage": "Veuillez entrer un numéro de question valide (1-2).", 
    "test" :[
        "un",
        "deux"
    ]
}
